Repository: ollitapa/OnBoard
Catalog: OnBoard/Localizable.xcstrings
Source language: en
Languages: fi, sv

# About.ApisUsed
source: APIs used
fi: Käytetyt rajapinnat
sv: Använda API:er

# About.CreatedBy
source: Created by
fi: Kehittäjä
sv: Skapad av

# About.Data
source: Data
fi: Tiedot

# About.DataMessage
source: Departures, trips, and stop data is provided by Trafiklab, the open data platform for Swedish public transport, operated by Samtrafiken.
fi: Trafiklab, Samtrafikenin ylläpitämä Ruotsin joukkoliikenteen avoin data-alusta, tarjoaa lähtö-, matka- ja pysäkkitiedot.
sv: Avgångar, resor och hållplatsdata tillhandahålls av Trafiklab, den öppna dataplattformen för svensk kollektivtrafik, som drivs av Samtrafiken.

# About.Tagline
source: Follow buses and other public transport in Sweden.
fi: Seuraa busseja ja muuta joukkoliikennettä Ruotsissa.
sv: Följ bussar och annan kollektivtrafik i Sverige.

# About.VisitSamtrafiken
source: Visit Samtrafiken
fi: Siirry Samtrafikeniin
sv: Besök Samtrafiken

# About.VisitTrafiklab
source: Visit Trafiklab
fi: Siirry Trafiklabiin
sv: Besök Trafiklab

# Departure.Cancelled
source: Cancelled
fi: Peruttu
sv: Inställd

# Departure.Delayed
source: Delayed %(minutes)lld min
fi: Myöhässä %(minutes)lld min
sv: Försenad %(minutes)lld min

# Departure.Early
source: Early %(minutes)lld min
fi: Aikaisin %(minutes)lld min
sv: Tidig %(minutes)lld min

# Departure.Now
source: Now
fi: Nyt
sv: Nu

# Favorite.LineSummary
source: Line %(line)@
fi: Linja %(line)@
sv: Linje %(line)@

# Favorite.LinesSummary
source: Lines %(lines)@
fi: Linjat %(lines)@
sv: Linjer %(lines)@

# Favorites.AddStopHint
source: Add stops by tapping the star on any stop page.
fi: Lisää pysäkkejä napauttamalla tähteä pysäkin sivulla.
sv: Lägg till hållplatser genom att trycka på stjärnan på en hållplatssida.

# Favorites.CleanFinished
source: Clean finished trips
fi: Siivoa päättyneet matkat
sv: Rensa avslutade resor

# Favorites.EmptyTitle
source: No favourites yet
fi: Ei vielä suosikkeja
sv: Inga favoriter ännu

# Favorites.ErrorTitle
source: Couldn't load favourites
fi: Suosikkeja ei voitu ladata
sv: Kunde inte läsa in favoriter

# Favorites.LiveTrips
source: Live trips
fi: Meneillään olevat matkat
sv: Pågående resor

# Favorites.SavedTrips
source: Saved trips
fi: Tallennetut matkat
sv: Sparade resor

# Favorites.Stops
source: Stops
fi: Pysäkit
sv: Hållplatser

# Favorites.Title
source: Favourites
fi: Suosikit
sv: Favoriter

# Location.DeniedMessage
source: We can't show stops near you. Search manually or turn on location access in Settings.
fi: Emme voi näyttää pysäkkejä lähelläsi. Hae manuaalisesti tai ota sijainti käyttöön asetuksista.
sv: Vi kan inte visa hållplatser nära dig. Sök manuellt eller slå på platsåtkomst i Inställningar.

# Location.DeniedTitle
source: Location access is off
fi: Sijainnin käyttö on pois päältä
sv: Platsåtkomst är avstängd

# Location.ExplanationMessage
source: OnBoard uses your location to show the nearest stops as soon as you open the app.
fi: OnBoard käyttää sijaintiasi näyttämään lähimmät pysäkit heti, kun avaat sovelluksen.
sv: OnBoard använder din plats för att visa närmaste hållplatser så snart du öppnar appen.

# Location.ExplanationTitle
source: Find stops near you
fi: Löydä pysäkit läheltäsi
sv: Hitta hållplatser nära dig

# Location.FailureMessage
source: Something went wrong while locating you. Try again, or search for a stop manually.
fi: Sijaintiasi etsittäessä tapahtui virhe. Yritä uudelleen tai hae pysäkkiä manuaalisesti.
sv: Något gick fel när din plats skulle hittas. Försök igen eller sök efter en hållplats manuellt.

# Location.FailureTitle
source: Couldn't find your location
fi: Sijaintiasi ei löytynyt
sv: Kunde inte hitta din plats

# Location.OpenSettings
source: Open Settings
fi: Avaa asetukset
sv: Öppna Inställningar

# Location.SearchManually
source: Search manually instead
fi: Hae manuaalisesti
sv: Sök manuellt i stället

# Location.TryAgain
source: Try Again
fi: Yritä uudelleen
sv: Försök igen

# Nearby.EmptyMessage
source: There are no stops within 1 km of you.
fi: Lähelläsi ei ole pysäkkejä 1 km:n säteellä.
sv: Det finns inga hållplatser inom 1 km från dig.

# Nearby.EmptyTitle
source: No stops nearby
fi: Ei pysäkkejä lähistöllä
sv: Inga hållplatser nära dig

# Nearby.ErrorTitle
source: Error loading stops
fi: Pysäkkejä ei voitu ladata
sv: Kunde inte läsa in hållplatser

# Nearby.RefreshFailed
source: Couldn't refresh — showing stops from the last update
fi: Päivitys epäonnistui — näytetään pysäkit edellisestä päivityksestä
sv: Kunde inte uppdatera — visar hållplatser från senaste uppdateringen

# Nearby.Title
source: Nearby Stops
fi: Lähistön pysäkit
sv: Närliggande hållplatser

# Nearby.WaitingMessage
source: Stops appear here as soon as a location is available.
fi: Pysäkit näkyvät täällä, kun sijainti on saatavilla.
sv: Hållplatser visas här så snart din plats är tillgänglig.

# Nearby.WaitingTitle
source: Waiting for your location
fi: Odotetaan sijaintiasi
sv: Väntar på din plats

# Search.Clear
source: Clear
fi: Tyhjennä
sv: Rensa

# Search.EmptyMessage
source: Find stops and lines by name.
fi: Löydä pysäkit ja linjat nimen perusteella.
sv: Hitta hållplatser och linjer via namn.

# Search.EmptyTitle
source: Search for a stop
fi: Hae pysäkkiä
sv: Sök efter en hållplats

# Search.ErrorTitle
source: Couldn't load stops
fi: Pysäkkejä ei voitu ladata
sv: Kunde inte läsa in hållplatser

# Search.Prompt
source: Search stop or line
fi: Hae pysäkkiä tai linjaa
sv: Sök hållplats eller linje

# Search.RecentTitle
source: Recent searches
fi: Viimeisimmät haut
sv: Senaste sökningar

# Search.Title
source: Search
fi: Haku
sv: Sök

# StopBoard.AddFavorite
source: Add favourite
fi: Lisää suosikkeihin
sv: Lägg till favorit

# StopBoard.EmptyMessage
source: There are no departures in the next hour.
fi: Lähitunnilta ei ole lähtöjä.
sv: Det finns inga avgångar inom den närmaste timmen.

# StopBoard.EmptyTitle
source: No departures
fi: Ei lähtöjä
sv: Inga avgångar

# StopBoard.ErrorTitle
source: Couldn't load departures
fi: Lähtöjä ei voitu ladata
sv: Kunde inte läsa in avgångar

# StopBoard.RemoveFavorite
source: Remove favourite
fi: Poista suosikeista
sv: Ta bort favorit

# StopBoard.Updated
source: Updated %(time)@
fi: Päivitetty %(time)@
sv: Uppdaterad %(time)@

# StopBoard.Updating
source: Updating…
fi: Päivitetään…
sv: Uppdaterar…

# Tab.About
source: About
fi: Tietoja
sv: Om appen

# Tab.Favorites
source: Favorites
fi: Suosikit
sv: Favoriter

# Tab.Nearby
source: Nearby
fi: Lähistöllä
sv: Nära dig

# Tab.Search
source: Search
fi: Haku
sv: Sök

# Trip.Arrived
source: Arrived
fi: Saapunut
sv: Anländ

# Trip.ArrivingIn
source: Arriving in %(minutes)lld min
fi: Saapuu %(minutes)lld min päästä
sv: Anländer om %(minutes)lld min

# Trip.ArrivingNow
source: Arriving now
fi: Saapuu nyt
sv: Anländer nu

# Trip.DepartingNow
source: Departing now
fi: Lähtee nyt
sv: Avgår nu

# Trip.EmptyMessage
source: This trip has no scheduled stops.
fi: Tällä matkalla ei ole aikataulun mukaisia pysäkkejä.
sv: Den här resan har inga planerade hållplatser.

# Trip.EmptyTitle
source: No stops
fi: Ei pysäkkejä
sv: Inga hållplatser

# Trip.ErrorTitle
source: Couldn't load the trip
fi: Matkaa ei voitu ladata
sv: Kunde inte läsa in resan

# Trip.FinalStop
source: Final stop
fi: Viimeinen pysäkki
sv: Sista hållplatsen

# Trip.FirstStop
source: First stop
fi: Ensimmäinen pysäkki
sv: Första hållplatsen

# Trip.LineTitle
source: Line %1$(line)@ • %2$(direction)@
fi: Linja %1$(line)@ • %2$(direction)@
sv: Linje %1$(line)@ • %2$(direction)@

# Trip.NotRealtime
source: Not realtime
fi: Ei reaaliaikainen
sv: Inte realtid

# Trip.RemoveSaved
source: Remove saved trip
fi: Poista tallennettu matka
sv: Ta bort sparad resa

# Trip.Save
source: Save trip
fi: Tallenna matka
sv: Spara resa

# Trip.VehicleHere
source: Vehicle is here
fi: Ajoneuvo on täällä
sv: Fordonet är här
